Repository: 391861737/swish
Catalog: po/*/swish.po
Languages: bg, ca, cs, de, el_gr, es, et, fi, fr, he, hi, ja, lv, nl, pl, pt_br, ro, sk

source: Create a new SFTP connection with Swish.
bg: Създай нова SFTP връзка с Swish.
ca: Crear una nova connexió SFTP amb Swish.
cs: Vytvořit nové SFTP připojení se Swish.
de: Neue SFTP-Verbindung mit Swish anlegen
el_gr: Δημιουργία νέας σύνδεσης SFTP με χρήση του Swish.
es: Crear una nueva conexión SFTP con Swish.
et: Loo Swish abil uus SFTP ühendus.
fi: Luo uusi SFTP-yhteys Swish:llä.
fr: Créer une nouvelle connexion SFTP avec Swish.
he: Swish עם SFTP צור חיבור
hi: Swish से एक नया SFTP कनेक्शन बनाएँ.
ja: 新しくSwithのSFTP接続を作成します。
lv: Izveidot jaunu SFTP pieslēgumu ar Swish.
nl: Maak een niewe SFTP verbinding aan.
pl: Utwórz nowe połączenie SFTP przy użyciu Swish.
pt_br: Criar uma nova conexão SFTP com o Swish.
ro: Crează o nouă conexiune SFTP folosind Swish.
sk: Pridať SFTP pripojenie cez Swish

source: &Add SFTP Connection...
bg: &Добави SFTP Връзка...
ca: &Afegir una connexió SFTP...
cs: &Přidat SFTP připojení...
de: SFTP-Verbindung &Hinzufügen...
el_gr: &Δημιουργία σύνδεσης SFTP...
es: &Agregar Conexión SFTP...
et: &Lisa SFTP ühendus...
fi: &Lisää SFTP-yhteys...
fr: &Ajouter une connexion SFTP...
he: SFTP הוסף חיבור&
hi: S&FTP कनेक्शन जोड़ें...
ja: SFTP接続を追加する(A&)...
lv: P&ievienot SFTP pieslēgumu...
nl: SFTP Verbinding &aanmaken...
pl: Dodaj połączenie SFTP...
pt_br: &Adicionar conexão SFTP...
ro: &Adaugă o conexiune SFTP ...
sk: &Pridáva sa SFTP pripojenie...

source: Add Connection
bg: Добави Взръзка
ca: Afegir Connexió
cs: Přidat připojení
de: Verbindung Hinzufügen
el_gr: Δημιουργία Σύνδεσης
es: Agregar Conexión
et: Lisa ühendus
fi: Lisää yhteys
fr: Ajouter une connexion
he: הוסף חיבור
hi: कनेक्शन जोड़ें
ja: 接続を追加する
lv: Pievienot pieslēgumu
nl: Verbinding &aanmaken
pl: Dodaj połączenie
pt_br: Adicionar conexão
ro: Adaugă o conexiune
sk: Pridať pripojenie

source: SFTP Tasks
bg: SFTP Задачи
ca: Accions SFTP
cs: SFTP úkoly
de: Aufgaben für SFTP
el_gr: Ενέργειες SFTP
es: Tareas SFTP
et: SFTP tegevused
fi: SFTP-tehtävät
fr: Tâches SFTP
he: SFTP משימות
hi: SFTP के कार्य
ja: SFTPタスク
lv: SFTP uzdevumi
nl: SFTP taken
pl: Zadania SFTP
pt_br: Tarefas SFTP
ro: Gestiune SFTP
sk: SFTP úlohy

source: These tasks help you manage Swish SFTP connections.
bg: Тези задачи ти помагат да управляваш Swish SFTP връзките.
ca: Aquestes accions t'ajuden a administrar les connexions SFTP.
cs: Tyto úkoly vám pomůžou s nastavením Swish SFTP připojení.
de: Diese Aufgaben helfen Ihnen bei der Verwaltung der Swish SFTP Verbindungen.
el_gr: Αυτές οι ενέργειες σας βοηθούν να διαχειριστείτε συνδέσεις του Swish SFTP
es: Estas tareas ayudan a administrar las conexiones Swish SFTP.
et: Need tegevused aitavad sul hallata Swish SFTP ühendusi.
fi: Nämä tehtävät auttavat sinua hallitsemaan Swish:n SFTP-yhteyksiä.
fr: Ces tâches vous aident à gérer vos connexions Swish SFTP.
he: Swish SFTP משימות אלו עוזרות לך לנהל את חיבורי
hi: इन कार्यों की मदद से आप Swish SFTP कनेक्शन का प्रबंधन कर सकते हैं.
ja: これらのタスクでSwishのSFTP接続を管理できます
lv: Šie uzdevumi palīdz jums pārvaldīt Swish SFTP pieslēgumus.
nl: Deze taken helpen je bij het beheren van Swish SFTP-verbindingen
pl: Te zadania pomagają zarządzać twoimi połączeniami SFTP.
pt_br: Estas tarefas facilitam a gestão das conexões SFTP do Swish.
ro: Aici poți gestiona conexiunile SFTP Swish.
sk: Tieto úlohy vám pomôžu spravovať Swish SFTP pripojenia.

# Title of command used to launch the SSH agent program
source: &Launch key agent
ca: Activa el gestor de claus
de: &Schlüsselverwaltung starten
el_gr: &Εκτέλεση του διαχειριστή κλειδιών
es: &Invocar agente de claves
et: &Käivita võtmehaldur
fi: A&vaa avainagentti
lv: &Palaist atslēgu aģentu
nl: &Start sleutelbeheer
pl: Uruchom agenta kluczy
pt_br: E&xecutar o agente de chaves
ro: &Lansare key-agent

source: Launch Putty SSH key agent, Pageant.
ca: Activa l'agent de claus Putty SSH, Pageant.
de: Putty SSH Schlüsselverwaltung starten
el_gr: Εκτέλεση του διαχειριστή κλειδιών SSH του Putty, Pageant.
es: Invocar el agente de claves Putty SSH, Pageant.
et: Käivita Putty SSH võtmehaldur, Pageant.
fi: Avaa PuTTY:n SSH-avainagentti, Pageant
lv: Palaist Putty SSH atslēgu aģentu, Pageant.
nl: Start Putty SSH sleutelbeheer, Pageant
pl: Uruchom Pageant, agenta kluczy Putty.
pt_br: Executar o Pageant, agente de chaves SSH do Putty.
ro: Lansare Pageant, agentul pentru cheile SHH Putty.

# Title of command used to launch the SSH agent program
source: Launch key agent
ca: Activa l'agent de claus
de: Schlüsselverwaltung starten
el_gr: Εκτέλεση του διαχειριστή κλειδιών
es: Invocar agente de claves
et: Käivita võtmehaldur
fi: Avaa avainagentti
he: הפעל סוכן מפתח
lv: Palaist atslēgu aģentu
nl: Start sleutelbeheer
pl: Uruchom agenta kluczy
pt_br: Executar o agente de chaves
ro: Lansare key-agent

source: &Remove SFTP Connection
bg: &Премахни SFTP Връзка
ca: &Esborra Connexió SFTP
cs: &Odebrat SFTP připojení
de: SFTP-Verbindung &entfernen
el_gr: &Διαγραφή Σύνδεσης SFTP
es: &Eliminar Conexión SFTP
et: &Kustuta SFTP ühendus
fi: &Poista SFTP-yhteys
fr: &Enlever la connexion SFTP
he: &SFTP הסר חיבור
hi: &SFTP कनेक्शन हटाएँ
ja: 接続を削除する(&R)
lv: &Dzest SFTP pieslēgumu
nl: SFTP Verbinding &verwijderen
pl: Usuń połączenie SFTP
pt_br: &Remover conexão SFTP
ro: Ște&rge conexiunea SFTP
sk: &Odstrániť SFTP pripojenie...

source: Remove a SFTP connection created with Swish.
bg: Премахни SFTP връзката създадена с Swish.
ca: Esborra una connexió SFTP creada per Swish.
cs: Odebrat SFTP připojení vytvořené se Swish.
de: Eine mit Swish angelegte SFTP-Verbindung entfernen.
el_gr: &Διαγραφή σύνδεσης SFTP που έχει γίνει με χρήση του Swish.
es: Eliminar una conexión SFTP creada con Swish.
et: Kustuta SFTP ühendus, mis on loodud Swish abil.
fi: Poista Swish:llä luotu SFTP-yhteys.
fr: Enlève une connexion SFTP créée avec Swish.
he: .Swish הסר חיבור אשר נוצר עם
hi: Swish से बनाया गया SFTP कनेक्शन हटाएँ.
ja: 作成したSeishのSFTP接続を削除します。
lv: Dzēst SFTP pieslēgumu kas ir izveidots ar Swish
nl: Verwijder een SFTP verbinding gemaakt met Swish.
pl: Usuń połączenie utworzone przy użyciu Swish.
pt_br: Remover uma conexão SFTP criada com o Swish.
ro: Șterge o conexiunea SFTP creată folosind Swish.
sk: Odstrániť SFTP pripojenie vytvorené cez Swish.

source: &Remove SFTP Connection...
bg: &Премахни SFTP Връзката...
ca: &Esborra Connexió SFTP...
cs: &Odebrat SFTP připojení
de: SFTP-Verbindung &entfernen...
el_gr: &Διαγραφή σύνδεσης SFTP...
es: &Eliminar Conexión SFTP...
et: &Kustuta SFTP ühendus...
fi: &Poista SFTP-yhteys...
fr: &Enlever la connexion SFTP...
he: &...SFTP הסר חיבור
hi: &SFTP कनेक्शन हटाएँ...
ja: SFTP接続を削除する(&R)...
lv: &Dzēst SFTP pieslēgumu...
nl: SFTP Verbinding &verwijderen...
pl: Usuń połączenie SFTP...
pt_br: &Remover conexão SFTP...
ro: Ște&rge conexiunea SFTP ...
sk: &Odstraňovanie SFTP pripojenia...

source: Remove Connection
bg: Премахни Връзката
ca: Esborra Connexió
cs: Odebrat připojení
de: Verbindung entfernen
el_gr: Διαγραφή Σύνδεσης
es: Eliminar Conexión
et: Kustuta ühendus
fi: Poista yhteys
fr: Enlever la connexion
he: הסר חיבור
hi: कनेक्शन हटाएँ
ja: 接続を削除する
lv: Dzēst pieslēgumu
nl: Verbinding &verwijderen
pl: Usuń połączenie
pt_br: Remover conexão
ro: Șterge conexiunea
sk: Odstrániť pripojenie

# Property
source: Size
bg: Размер
ca: Mida
cs: Velikost
de: Größe
el_gr: Μέγεθος
es: Tamaño
et: Suurus
fi: Koko
fr: Taille
he: גודל
hi: साइज़
ja: サイズ
lv: Izmērs
nl: Grootte
pl: Rozmiar
pt_br: Tamanho
ro: Dimensiune
sk: Veľkosť

# Property
source: Date Modified
bg: Дата на промяна
ca: Data de modificació
cs: Datum změny
de: Datum zuletzt geändert
el_gr: Ημερομηνία Τροποποίησης
es: Fecha de modificación
et: Muutmisaeg
fi: Viimeksi muokattu
fr: Date de modification
he: תאריך שונה
hi: संशोधित करने की तिथि
ja: 変更日付
lv: Modificēšanas datums
nl: Gewijzigd op
pl: Data modyfikacji
pt_br: Data de Modificação
ro: Data modificării
sk: Dátum zmeny

# Property
source: Date Accessed
bg: Дата на достъп
ca: Data d'accés
cs: Datum přístupu
de: Datum letzter Zugriff
el_gr: Ημερομηνία Προσπέλασης
es: Fecha de último acceso
et: Vaatamisaeg
fi: Viimeksi käytetty
fr: Date d'accès
he: תאריך ניגש
hi: उपयोग करने की तिथि
ja: 最終アクセス日付
lv: Piekļuves datums
nl: Geraadpleegd op
pl: Data dostępu
pt_br: Data do Último Acesso
ro: Data accesării
sk: Dátum prístupu

# Property
source: Permissions
bg: Права
ca: Permisos
cs: Oprávnění
de: Berechtigungen
el_gr: Άδειες
es: Permisos
et: Õigused
fi: Oikeudet
he: הרשאות
hi: अनुमतियाँ
ja: 権限(パーミッション)
lv: Atļaujas
nl: Toegangsrechten
pl: Uprawnienia
pt_br: Permissões
ro: Permisiuni
sk: Oprávnenia

# Property
source: Owner
bg: Притежател
ca: Propietari
cs: Vlastník
de: Besitzer
el_gr: Ιδιοκτήτης
es: Propietario
et: Omanik
fi: Omistaja
fr: Propriétaire
he: בעלים
hi: मालिक
ja: オーナー
lv: Īpašnieks
nl: Eigenaar
pl: Właściciel
pt_br: Proprietário (owner)
ro: Proprietar
sk: Majiteľ

# Property
source: Group
bg: Група
ca: Grup
cs: Skupina
de: Gruppe
el_gr: Ομάδα
es: Grupo
et: Grupp
fi: Ryhmä
fr: Groupe
he: קבוצה
hi: समूह
ja: グループ
lv: Grupa
nl: Groep
pl: Grupa
pt_br: Grupo
ro: Grup
sk: Skupina

# Property
source: Owner ID
bg: ID на притежателя
ca: ID propietari
cs: ID vlastníka
de: Besitzer-ID
el_gr: ID ιδιοκτήτη
es: ID del propietario
et: Omaniku ID
fi: Omistajan ID
fr: ID du propriétaire
he: מספר בעלים
hi: मालिक आईडी
ja: オーナーID
lv: Īpašnieka ID
nl: Eigenaar ID
pl: ID Właściciela
pt_br: ID de proprietário (owner)
ro: ID Proprietar
sk: ID majiteľa

# Property
source: Group ID
bg: ID на групата
ca: ID grup
cs: ID skupiny
de: Gruppen-ID
el_gr: ID ομάδας
es: ID del grupo
et: Grupi ID
fi: Ryhmän ID
fr: ID du groupe
he: מספר קבוצה
hi: समूह आईडी
ja: グループID
lv: Grupas ID
nl: Groep ID
pl: ID Grupy
pt_br: ID de grupo
ro: ID Grup
sk: ID skupiny

source: Open &link
ca: Obrir enllaç
cs: Otevřít odk&az
de: Öffnen &link
el_gr: Άνοιγμα &συνδέσμου
es: Abrir enlace
et: Ava &viit
fi: Avaa &linkki
fr: Ouvrir le lien
ja: リンクを開く(&L)
lv: Atvērt &saiti
pl: Otwórz łącze
pt_br: Abrir e criar &link
ro: Deschide &link-ul

source: &Open
ca: &Obrir
cs: &Otevřít
de: &Öffnen
el_gr: &Άνοιγμα
es: Abrir
et: &Ava
fi: &Avaa
fr: Ouvrir
ja: 開く(&O)
lv: &Atvērt
pl: &Otwórz
pt_br: &Abrir
ro: &Deschide

source: Unable to open the link
ca: Impossible obrir l'enllaç
cs: Nelze otevřít odkaz
de: Der link kann nicht geöffnet werden
el_gr: Αδύνατη το άνοιγμα του συνδέσμου
es: No se puede abrir el enlace
et: Ei saa avada viita
fi: Linkkiä ei voida avata
fr: Impossible d'ouvrir le lien
he: לא ניתן לפתוח את הקישור
ja: リンクを開けませんでした
lv: Nav iespējams atvērt saiti
nl: Kon de link niet openen
pl: Nie można otworzyć łącza
pt_br: Impossível de abrir o link
ro: Link-ul este imposibil de deschis

source: You might not have permission.
bg: Може би нямате права.
ca: Pot ser que no tinguis permisos.
cs: Zřejmě nemáte potřebná oprávnění.
de: Möglicherweise verfügen Sie nicht über die nötigen Berechtigungen.
el_gr: Μπορεί να μην έχετε τα κατάλληλα δικαιώματα.
es: Puede que no tenga permiso.
et: Sul ei pruugi õigusi olla.
fi: Sinulla ei ehkä ole oikeuksia.
fr: Il semble que vous n'ayez pas les permissions nécessaires
he: אולי אין לך רשות.
hi: आप के पास अनुमति नहीं है.
ja: 権限(パーミッション)がありません。
lv: Iespējams jums nav tiesīnu
nl: Mogelijk heeft u geen toegangsrechten.
pl: Możliwy brak uprawnień.
pt_br: Você possivelmente não tem permissões.
ro: E posibil să nu ai drepturile necesare.
sk: Nemusíte mať oprávnenie

source: Unable to open the file
ca: Impossible obrir l'arxiu
cs: Nelze otevřít soubor
de: Die Datei kann nicht geöffnet werden
el_gr: Αδύνατο το άνοιγμα του αρχείου
es: No se puede abrir el archivo
et: Ei saa avada faili
fi: Tiedostoa ei voida avata
fr: Impossible d'ouvrir le répertoire
he: לא ניתן לפתוח את הקובץ
ja: ファイルを開けませんでした
lv: Nav iespējams atvērt datni
nl: Kon het bestand niet openen
pl: Nie można otworzyć pliku
pt_br: Impossível de abrir o arquivo
ro: Fișierul este imposibil de deschis

source: File and Folder Tasks
bg: Задачи - папки и файлове
ca: Accions sobre arxius i carpetes
cs: Operace se soubory a složkami
de: Aufgaben für Dateien und Ordner
el_gr: Ενέργειες Αρχείων και Φακέλων
es: Acciones sobre ficheros y carpetas
et: Faili ja kausta tegevused
fi: Tiedosto- ja kansiotehtävät
fr: Tâches liées aux fichiers et répertoires
he: משימות קובץ ותיקיה
hi: फ़ाइल और फ़ोल्डर कार्य
ja: ファイルとフォルダーのタスク
lv: Datņu un mapju uzdevumi
nl: Taken voor bestanden en mappen
pl: Zadania pliku i folderu
pt_br: Tarefas de arquivos e pastas
ro: Gestiunea fișierelor și directoarelor
sk: Úlohy zložiek a súborov

source: These tasks help you manage your remote files.
bg: Тези задачи ти помагат да управляваш отсрещните файлове.
ca: Aquestes accions t'ajuden a administrar els teus arxius remots.
cs: Tyto operace slouží ke správě vzdálených souborů.
de: Diese Aufgaben helfen Ihnen bei der Verwaltung der Daten auf den Servern.
el_gr: Αυτές οι ενέργειες σας βοηθούν να διαχειριστείτε τα απομακρυσμένα αρχεία σας.
es: Estas acciones le ayudan a gestionar sus ficheros remotos.
et: Need tegevused aitavad sul hallata faile serveris.
fi: Nämä tehtävät helpottavat etätiedostojen hallintaa.
fr: Ces tâches vous aident à gérer les fichiers distants
he: משימות אלה תעזורנה לך לנהל את הקבצים המרוחקים שלך.
hi: इन कार्यों की मदद से आप अपनी दूरस्थ फ़ाइलों का प्रबंधन कर सकते हैं.
ja: これらのタスクで接続先のファイルを管理できます。
lv: Šie uzdevumi palīdz jums pārvaldīt jūsu attalinātas datnes.
nl: Deze taken helpen je je bestanden op afstand te beheren.
pl: Te zadania pomagają zarządzać twoimi zdalnymi plikami.
pt_br: Estas tarefas falicitam a gestão dos seus arquivos remotos.
ro: Te ajută să gestionezi fișierele de pe server.
sk: Tieto úlohy vám pomôžu spravovať vaše vzdialené súbory.

source: Unable to delete the item
bg: Не може да се изтрие обекта
ca: Impossible d'esborrar
cs: Položku nelze smazat
de: Das Element kann nicht gelöscht werden
el_gr: Αδύνατη η διαγραφή του αντικειμένου
es: Imposible eliminar el elemento
et: Faili ei saa kustutada
fi: Tiedostoa ei voida poistaa
fr: Impossible de détruire l'article
he: אין אפשרות למחוק את הפריט
hi: आइटम को हटाने में असमर्थ
ja: 削除できません
lv: Nav iespējams dzēst vienību
nl: Het is niet mogelijk om dit item te verwijderen
pl: Niepowodzenie podczas usuwania elementu.
pt_br: Não foi possível apagar o item
ro: Obiectul nu poate fi șters
sk: Položka sa nedá vymazať

source: New &folder
bg: Нова &папка
ca: Nova &carpeta
cs: Nová &složka
de: Neuer &Ordner
el_gr: Νέος &φάκελος
es: Nueva &carpeta
et: &Uus kaust
fi: Uusi &kansio
fr: Nouveau répertoire
hi: नया &फ़ोल्डर
ja: 新規フォルダー（＆F)
lv: Jauna &Mape
nl: Nieuwe &map
pl: Nowy folder
pt_br: Nova &pasta
ro: &Director nou
sk: Nová &zložka

source: Create a new, empty folder in the folder you have open.
bg: Създай нова, празна папка в папката, която сте отворили.
ca: Crear nova carpeta i buida a la carpeta que hagi obert.
cs: Vytvořit v otevřené složce novou prázdnou podsložku.
de: Erstellt einen neuen leeren Ordner.
el_gr: Δημιουργία ενός νέου, κενού φακέλου μέσα στον φάκελο που έχετε ανοιχτό.
es: Crear una nueva carpeta vacia en la carpeta actual.
et: Loo uus tühi kaust jooksvasse kausta.
fi: Luo avoinna olevaan kansioon uusi, tyhjä kansio.
fr: Crée un nouveau répertoire vide dans le répertoire que vous avez ouvert
he: צור תיקייה חדשה וריקה בתיקייה שפתחת.
hi: आप खुले फ़ोल्डर में एक नया, खाली फ़ोल्डर बनाएँ.
ja: 現在開いているフォルダーに新規フォルダーを作成します。
lv: Izveidot jaunu, tukšu mapi atvērtajā mapē
nl: Maak een nieuwe, lege, map in de map die je nu open hebt.
pl: Utwórz nowy, pusty folder.
pt_br: Criar uma pasta nova (vazia), dentro da pasta que está aberta.
ro: Crează un director nou, gol, în directorul actual.
sk: Vytvorí novú, prázdnu zložku v zložke, ktorú máte otvorenú.

source: Make a new folder
bg: Направи нова папка
ca: Crea nova carpeta
cs: Vytvoř novou složku.
de: Neuen Ordner erstellen
el_gr: Δημιουργία νέου φακέλου
es: Crear una nueva carpeta
et: Loo uus kaust
fi: Luo uusi kansio
fr: Créer un nouveau répertoire
he: צור תיקייה חדשה
hi: एक नया फ़ोल्डर बनाएँ
ja: 新規フォルダーを作成する
lv: Izveidot jaunu mapi
nl: Maak een nieuwe map
pl: Utwórz nowy folder
pt_br: Criar uma nova pasta
ro: Crează un director nou
sk: Vytvoriť novú zložku

# Initial name
source: New folder
bg: Нова папка
ca: Nova carpeta
cs: Nová složka
de: Neuer Ordner
el_gr: Νέος φάκελος
es: Nueva carpeta
et: Uus kaust
fi: Uusi kansio
fr: Nouveau répertoire
he: תיקייה חדשה
hi: नया फ़ोल्डर
ja: 新規フォルダー
lv: Jauna mape
nl: Nieuwe map
pl: Nowy folder
pt_br: Nova pasta
ro: Director nou
sk: Nová zložka

source: Could not create a new folder
bg: Не може да се създаде нова папка
ca: Impossible crear carpeta
cs: Nelze vytvořit novou složku
de: Neuer Ordner kann nicht angelegt werden
el_gr: Δεν ήταν δυνατή η δημιουργία νέου φακέλου
es: No se pudo crear una nueva carpeta
et: Ei saanud uut kausta luua
fi: Uutta kansiota ei voida luoda
fr: Impossible de créer un nouveau répertoire
he: לא ניתן ליצור תיקייה חדשה
hi: नया फ़ोल्डर नहीं बनाया जा सका
ja: 新規フォルダーを作成できません
lv: Nav iespējams izveidot jaunu mapi
nl: Kon geen nieuwe map maken
pl: Nie można utworzyć nowego folderu
pt_br: Não foi possível criar uma nova pasta
ro: Nu a fost posibilă crearea unui director nou
sk: Nová zložka sa nedá vytvoriť

source: Keyboard-interactive request
ca: Petició de paraula clau
cs: Požadavek na použití klávesnice
de: Interaktive Tastaturabfrage
el_gr: Αναζήτηση με διάδραση πληκτρολογίου
es: Solicitud de teclado interactivo
fi: Näppäimistö-interaktiivinen pyyntö
fr: Demande interactive du clavier
he: מקלדת-בקשה אינטראקטיבית
hi: कीबोर्ड-इंटरैक्टिव अनुरोध
ja: 対話式でキーボードから入力する
lv: Tastatūras interaktīvais pieprasījums
nl: Keyboard-interactive aanvraag
pl: Interaktywne żądanie klawiatury
pt_br: Autenticação interativa com teclado (senha digitada)
ro: Cerere de introducere manuală de la tastatură

source: Unable to access the directory
bg: Няма достъп до директорията
ca: Accés impossible al directori
cs: Nelze získat přístup ke složce
de: Auf das Verzeichnis kann nicht zugegriffen werden
el_gr: Δεν είναι δυνατή η προσπέλαση του φακέλου
es: No se puede acceder al directorio
et: Kausta ei saa avada
fi: Hakemistoon ei saada pääsyä
fr: Impossible d'atteindre ce répertoire
he: אין אפשרות לגשת לספרייה
hi: डाईरेक्टरी का उपयोग करने में असमर्थ
ja: ディレクトリーにアクセスできません
lv: Nav iespējams piekļūt mapei
nl: Het is niet mogelijk deze map te benaderen
pl: Brak dostępu do katalogu.
pt_br: Não foi possível ter acesso à pasta
ro: Nu pot accesa directorul
sk: Zložka nie je prístupná

source: Path not recognised
bg: Непознат път
ca: Ruta no reconeguda
cs: Cesta nebyla rozpoznána
de: Pfad nicht erkannt
el_gr: Η διαδρομή δεν αναγνωρίζεται
es: Ruta no reconocida
et: Failiteed ei tuntud ära
fi: Polkua ei tunnistettu
fr: Chemin non reconnu
he: נתיב לא מוכר
hi: सही पथ नहीं.
ja: パスが認識できません。
lv: Ceļš nav atpazīts
nl: Pad niet herkend
pl: Ścieżka nierozpoznana.
pt_br: Caminho não reconhecido
ro: Calea nu este recunoscută.
sk: Cesta nebola nájdená

source: Check that the path was entered correctly.
bg: Проверете дали пътя е въведен вярно.
ca: Comprova que la ruta sigui correcta.
cs: Ověřte, zda byla cesta zadána správně.
de: Bitte prüfen Sie den Pfad auf mögliche Fehler.
el_gr: Ελέγξτε αν η διαδρομή έχει πληκτρολογηθεί σωστά.
es: Verifique que la ruta fue introducida correctamente.
et: Kontrolli, et kaust sisestati korrektselt.
fi: Tarkista, että polku on syötetty oikein.
fr: Vérifiez que le chemin entré est correct
he: ודאו כי הנתיב הוזן כהלכה.
hi: जाँच लें कि पथ सही ढंग से दर्ज किया गया है.
ja: 入力したパスが正しいか確認してください。
lv: Pārbaudiet vai ceļš ir ievadīts korekti.
nl: Controleer of het pad juist is ingevoerd.
pl: Sprawdź czy podana ścieżka jest poprawna.
pt_br: Verifique se o caminho foi digitado corretamente.
ro: Verifică dacă calea este introdusă corect.
sk: Skontroľujte, či bola cesta zadaná správne.

source: Unable to rename the item
bg: Не може да се преименува обекта
ca: Canvi de nom impossible
cs: Položku nelze přejmenovat.
de: Das Element kann nicht umbenannt werden
el_gr: Αδύνατη η μετονομασία του αντικειμένου
es: Imposible renombrar el elemento
et: Faili ei saa ümber nimetada
fi: Kohdetta ei voida nimetä uudelleen
fr: Impossible de renommer cet article
he: לא ניתן לשנות את שם הפריט
hi: आइटम का नाम बदलने में असमर्थ
ja: 名前の変更はできません
lv: Nav iespējams pārdēvēt vienību
nl: Het is niet mogelijk dit item te hernoemen
pl: Niepowodzenie podczas zmiany nazwy elementu.
pt_br: Não foi possível alterar o nome do item
ro: Redenumirea obiectului nu este posibilă
sk: Položka sa nedá premenovať

source: Unable to access the item
bg: Няма достъп до обекта
ca: Accés impossible
cs: Položka je nedostupná
de: Auf das Element kann nicht zugegriffen werden
el_gr: Αδύνατη η πρόσβαση στο αντικείμενο
es: Imposible acceder al elemento
et: Faili ei saa avada
fi: Kohteeseen ei saada pääsyä
fr: Impossible d'accéder à cet article
he: אין אפשרות לגשת לפריט
hi: आइटम तक पहुँचने में असमर्थ
ja: アクセスできません
lv: Nav iespējams piekļūt vienībai
nl: Het is niet mogelijk dit item te benaderen
pl: Niepowodzenie podczas dostępu do elementu.
pt_br: Não foi possível ter acesso ao item
ro: Obiectul nu poate fi accesat
sk: K položke sa nedá pristúpiť

source: Unable to access the items
bg: Няма достъп до обектите
ca: Accés impossible
cs: Položky jsou nedostupné
de: Auf die Elemente kann nicht zugegriffen werden
el_gr: Αδύνατη η πρόσβαση στα αντικείμενα
es: Imposible acceder a los elementos
et: Faile ei saa avada
fi: Kohteisiin ei saada pääsyä
fr: Impossble d'accéder à ces articles
he: לא ניתן לגשת לפריטים
hi: आइटम्स तक पहुँचने में असमर्थ
ja: アクセスできません
lv: Nav iespējams piekļūt vienībām
nl: Het is niet mogelijk deze items te benaderen
pl: Niepowodzenie podczas dostępu do elementów.
pt_br: Não foi possível ter acesso aos itens
ro: Obiectele nu pot fi accesate
sk: K položkám sa nedá pristúpiť

source: Unable to access the folder
bg: Няма достъп до папката
ca: Accés a la carpeta impossible
cs: Složka je nedostupná.
de: Auf das Verzeichnis kann nicht zugegriffen werden
el_gr: Αδύνατη η πρόσβαση στον φάκελο
es: Imposible acceder a la carpeta
et: Kausta ei saa avada
fi: Kansiota ei voida avata
fr: Impossible d'accéder au répertoire
he: לא ניתן לגשת לתיקייה
hi: फ़ोल्डर तक पहुँचने में असमर्थ
ja: フォルダーにアクセスできません
lv: Nav iespējams piekļūt mapei
nl: Het is niet mogelijk deze map te benaderen
pl: Niepowodzenie podczas dostępu do folderu.
pt_br: Não foi possível ter acesso à pasta
ro: Directorul nu poate fi accesat
sk: Zložka nie je prístupná
