Repository: 391861737/swish
Catalog: po/*/swish.po
Languages: bg, ca, cs, de, el_gr, es, et, fi, fr, he, hi, ja, lv, nl, pl, pt_br, ro, sk

source: The SSH host-key sent by '%1%' to identify itself doesn't match the known key for this server. This could mean a third-party is pretending to be the computer you're trying to connect to or the system administrator may have just changed the key.
bg: SSH host-key изпратен от '%1%' да се идентифицира, несъвпада с вече познатия ключ за този сървър. Това означава, че или трето лице се представя за компютъра с, който се опитвате се свържете или системния администратор може да е сменил ключа.
ca: La clau SSH de l'anfitrió enviada per '%1%' per a identificar-se no coincideix amb la clau d'aquest servidor. Això pot ser perque algú està intentant falsejar l'ordinador al qual estàs volent accedir, o bé, que l'administrador del sistema ha canviat la clau SSH.
cs: SSH host-key zaslaný '%1%' k ověření své identity se neshoduje s již známým klíčem tohoto serveru. Může to znamenat, že se třetí strana snaží předstírat, že je počítač, ke kterému se snažíte připojit nebo správce systému právě změnil přístupový klíč.
de: Der SSH Host-Schlüssel, der von '%1%' gesendet wurde, um sich zu identifizieren, passt nicht zu dem für diesen Rechner gespeicherten Schlüssel. Das kann bedeuten, dass Dritte vorgeben, der Rechner zu sein, mit dem Sie sich verbinden wollen, oder dass der Systemadministrator diesen Schlüssel ausgetauscht hat.
el_gr: Το κλειδί SSH του host που απεστάλη από '%1%' με σκοπό να το ταυτοποιήσει δεν ταιριάζει το ήδη γνωστό κλειδί γι' αυτόν τον εξυπηρετητή. Αυτό μπορεί να σημαίνει ότι κάποιος τρίτος προσποιείται ότι είναι ο υπολογιστής με τον οποίο προσπαθείτε να συνδεθείτε ή απλά ότι ο διαχειριστής του συστήματος έχει αλλάξει το κλειδί.
es: La clave del host SSH enviada por '%1%' para identificarse no concuerda con la clave conocida para este servidor. Esto podría significar que algún tercero está pretendiendo ser el equipo al que usted está trantando de conectarse, o que el administrador del sistema podría haber cambiado la clave.
et: SSH serveritunnus, millega server '%1%' ennast identifitseerib, ei klapi varem salvestatud tunnusega selle serveri kohta. See võib tähendada, et kolmas osapool püüab pahatahtlikult esineda serverina või on serveri hooldaja muutnud servertunnust.
fi: Tietokoneen '%1%' tunnistamistaan varten lähettämä SSH:n isäntä-avain ei täsmää tämän palvelimen tunnetun avaimen kanssa. Tämä saattaa tarkoittaa, että jokin kolmas osapuoli esiintyy tietokoneena, johon yrität yhdistää, tai järjestelmän ylläpitäjä on voinut vaihtaa avaimen.
fr: La clé d'hôte envoyée par '%1%' pour s'identifier ne correspond pas à la clé connue pour ce serveur. Cela peut signifier qu'un tiers prétend être l'ordinateur sur lequel vous essayez de vous connecter, ou bien que l'administrateur système a simplement changé la clé.
he: על מנת לזהות את עצמו לא תואם למפתח קיים לשרת זה. '%1%' שנשלח על ידי SSHמפתח הדבר זה יכול להוות אינדיקציה שצד שלישי מנסה להעמיד פנים שהוא המחשב אליו אתה מנסה להתחבר או שהמנהל מערכת שינה את המפתח.
hi: '%1%' द्वारा पहचान के लिए भेजी गई SSH होस्ट-कुंजी इस सर्वर को ज्ञात की से मेल नहीं खाती है. इसका मतलब हो सकता है कि एक तीसरी पार्टी आपके कंप्यूटर से कनेक्ट करने की कोशिश कर रही है या फिर आपके सिस्टम ऐडमिनिस्ट्रेटर ने कुंजी बदल दी है.
ja: '%1%' から送信されてきたサーバー側のSSHホスト鍵が一致しません。管理者が変更しただけの可能性もありますが、何者かが接続先に「なりすまし」ている可能性もあります
lv: SSH host-atslēga kas nosūtītā no '%1%' lai identificētu sevi neatbislt zināmai atslēgai kas paredzēta šim serverim. Tas varētu nozīmēt kā trešās personas uzdodas par datoru kuram mēģinat pieslēgties vai iespējams sistēmas administrators tikko nomainīja atslēgu.
nl: De SSH host-sleutel verzonden door '%1%' om zich te identificeren komt niet overeen met de bekende sleutel voor deze server. Mogelijk luistert iemand uw verbinding af, of de systeembeheerder heeft zojuist de sleutel van de host gewijzigd.
pl: Klucz SSH hosta wysłany przez '%1%' w celu identyfikacji nie pasuje do znanego klucza dla tego serwera. Może to oznaczać, że ktoś obcy stara się udać komputer z którym chcesz się połączyć lub administrator systemu zmienił klucz.
pt_br: A Host-key SSH enviada por '%1%' para se identificar não é a mesma que a chave conhecida por você. Isto pode representar alguém tentando se passar pelo servidor que você está se conectando ou o administrador do servidor pode ter alterado a Host-key SSH do servidor.
ro: Cheia SSH trimisă de serverul '%1%' pentru identificare nu se potrivește cu cheia cunoscută a acestui server. Această poate însemna că un alt sistem poate pretinde ca este calculatorul la care vrei să te conectezi sau administratorul sistemului poate a schimbat cheia de curând.
sk: SSH hostiteľský kľúč poslaný '%1%' na vlastnú identifikáciu nesúhlasí so známym kľúčom pre tento server. To môže znamenať, že sa tretia strana tvári ako počítač, na ktorý sa snažíte pripojiť, alebo len administrátor tento kľúč zmenil.

source: It is important to check this is the right key fingerprint:
bg: Важно е да проверите за правилния key fingerprint:
ca: És importat comprovar que l'empremta sigui correcta:
cs: Je důležité ověřit, že toto je správný otisk (fingerprint):
de: Es ist wichtig, zu überprüfen ob dies der richtige Fingerabdruck ist:
el_gr: Είναι σημαντικό να ελέγξετε ότι αυτό είναι το σωστό αποτύπωμα κλειδιού:
es: Es importante verificar que ésta es la huella digital correcta:
et: On oluline kontrollida, kas see serveritunnuse sõrmejälg on õige:
fi: On tärkeää tarkistaa, että tämä on oikea avaimen sormenjälki:
fr: Il est important de vérifier que c'est la bonne empreinte de clé :
he: זה חשוב לבדוק שזה מפתח החתימה הנכון:
hi: यह महत्वपूर्ण है कि जांच लें यह सही कुंजी फिंगरप्रिंट है:
ja: この鍵の指紋(fingerprint)が正しい確認してください。
lv: Ir svarīgi pārbaudīt tā ir pareizā identificējošā zīmju virkne:
nl: Het is belangrijk om te controleren dat dit de juiste sleutel vingerafdruk is:
pl: Ważnym jest sprawdzenie poprawności odcisku palca tego klucza:
pt_br: É importante verificar se esta chave de máquina está correta:
ro: Este important să verifici că aceasta este cheia amprentă corectă:
sk: Je dôležité skontrolovať, že toto je správny odtlačok kľúča:

source: I trust this key: &update and connect You won't have to verify this key again unless it changes
bg: Доверявам се на ключа: &обнови и се свържи Няма да има нужда, да проверявате ключа, освен ако не се промени
ca: Confio en aquesta clau: &actualitza-la i connecta No et caldrà tornar-la a verificar mentre no canviï.
cs: Důvěřuji tomuto klíči: &updatovat a připojit se Nemusíte ověřovat tento klíč znovu, pokud se nezmění.
de: Ich vertraue diesem Schlüssel: &Aktualisieren und Verbinden Sie müssen diesen Schlüssel nicht erneut verifizieren, außer er wird verändert
el_gr: Εμπιστεύομαι αυτό το κλειδί: &ενημέρωση και σύνδεση Δεν θα χρειαστεί να επαληθεύσετε το κλειδί αυτό ξανά έκτος και αν αλλάξει
es: Confío en esta clave: &actualizar y conectar No tendrá que verificar esta clave otra vez a menos que cambie
et: Usalda seda serveritunnust: &uuenda ja ühenda Sa ei pea enam seda serveritunnust kontrollima
fi: Luotan tähän avaimeen: pä&ivitä ja yhdistä\nSinun ei tarvitse vahvistaa tätä avainta uudelleen, ellei se muutu
fr: Je valide cette clé: &Mettre à jour et se connecter Vous n'aurez plus à vérifier cette clé tant qu'elle ne change pas
he: אני בוטח במפתח זה:&עדכן והתחבר לא יהיה עליך לוודא את מפתח זה שוב אלא אם הוא משתנה
hi: मुझे इस कुंजी पर भरोसा है: नवीनीकरण करें और कनेक्ट करें आपको इस कुंजी को फिर से सत्यापित करने की जरूरत नहीं है जब तक यह न बदली जाए
ja: この鍵を信頼します: 鍵情報を更新して接続する(&U) 鍵が変更されるまでこの鍵を確認する必要はありません
lv: Es uzticos šai atslēgai: &atjaunināt un pieslēgt Jums nav nepieciešams apstiprināt šīs atslēgas pareizību kamēr tā netiks nomainīta.
nl: Ik vertrouw deze sleutel: &werk bij en verbind U hoeft deze sleutel niet opnieuw te verifiëren, tenzij deze verandert
pl: Ufam temu kluczowi: &odśwież i połącz Nie będziesz musiał weryfikować tego klucza ponownie pod warunkiem, że nie ulegnie on zmianie
pt_br: Eu confio nesta chave de máquina: &atualizar e conectar Não terá que verificar novamente esta chave a não ser que seja alterada
ro: Am încredere în această cheie: act&ualizare și conectare⏎ Nu mai este necesară verificarea acestei chei atâta timp cât ea nu se va schimba
sk: Dôverujem tomuto kľúču: &obnoviť a pripojiť Tento kľúč už nebudete musieť overovať, pokial sa nezmení

source: I trust this key: &just connect You will be warned about this key again next time you connect
bg: Вярвам на ключа: &просто се свържи Ще бъдете предупредени отново при следващото свързване
ca: Confio en aquesta clau: &només connecta Seràs avisat sobre aquesta clau a la propera connexió
cs: Důvěřuji tomuto klíči: &pouze se připojit Budete varování na tento klíč, jakmile se znovu připojíte
de: Ich vertraue diesem Schlüssel: &Nur verbinden Sie werden bei der nächsten Verbindung mit diesem Schlüssel erneut gewarnt
el_gr: Εμπιστεύομαι αυτό το κλειδί: &απλώς σύνδεση Θα ειδοποιηθείτε γι' αυτό το κλειδί ξανά την επόμενη φορά που θα συνδεθείτε
es: Confío en esta clave: &solo conectar Se le avisará respecto a esta clave otra vez la próxima vez que se conecte
et: Usalda seda serveritunnust: &ainult ühenda Järgmisel ühendamisel hoiatatakse sind uuesti selle serveritunnuse tõttu
fi: Luotan tähän avaimeen: &yhdistä Sinua varoitetaan tästä avaimesta uudelleen, kun yhdistät seuraavan kerran
fr: Je valide cette clé : &Simple connexion Vous serez à nouveau averti la prochaine fois que vous vous connectez
he: אני בוטח במפתח זה: &רק תתחבר אתה תוזהר בפעם הבאה על מפתח זה בפעם הבאה כשתתחבר
hi: मुझे इस कुंजी पर भरोसा है: सिर्फ कनेक्ट करें आपको इस कुंजी के बारे में फिर से चेतावनी दी जाएगी जब आप अगली बार कनेक्ट होंगे
ja: この鍵を信頼します: このまま接続する(&J) 次回接続時もこのメッセージが表示されます
lv: Es uzticos šai atslēgai: &tikai pieslēgt Jūs saņemsiet brīdinājumu par šo atslēgu nākamajā pieslēguma reizē
nl: Ik vertrouw deze sleutel: &verbind U wordt opnieuw gewaarschuwd voor deze sleutel, de volgende keer dat u verbindt
pl: Ufam temu kluczowi: &po prostu połącz Będziesz ostrzeżony o tym kluczu przy następnym połączeniu
pt_br: Eu confio nesta chave de máquina: &conectar apenas Será notificado sobre esta chave na próxima vez que se conectar
ro: Am încredere în această cheie: &numai conectare⏎ Vei fi atenționat din nou la următoarea conectare despre nepotrivirea acestei chei.
sk: Dôverujem tomuto kľúču: &iba pripojiť Pri ďalšom pripojení budete znovu vyzvaní na overenie kľúča

source: &Cancel Choose this option unless you are sure the key is correct
bg: &Отказ Изберете тази опция, освен ако не сте сигурни, че ключа е превилен
ca: &Cancel·la Escull aquesta opció només si estàs segur que la clau és correcta
cs: &Stornol Vyberte tuto možnost pokud si nejste jisti, zda je klíč správný.
de: &Abbrechen Wählen Sie diese Option, außer Sie sind sicher, dass der Schlüssel korrekt ist.
el_gr: &Ακύρωση Κάνετε αυτή την επιλογή εκτός και αν είστε σίγουροι ποως το κλειδί είναι σωστό
es: &Cancelar Elija esta opción a menos que esté seguro de que la clave es correcta
et: &Katkesta Katkesta kui sa pole serveritunnuse õigsuses kindel
fi: &Peruuta Valitse tämä vaihtoehto, ellet ole varma avaimen oikeellisuudesta
fr: &Annuler Choisissez cette option seulement si vous êtes certains que la clé est correcte.
he: ביטול& בחר אופציה זאת אלא אם אתה בטוח שהמפתח נכון
hi: रद्द करें इस विकल्प को चुनें जब तक आप सुनिश्चित न हो कि कुंजी सही है
ja: キャンセル(&C) この鍵が正しいものであると確信できない場合はこちらを選んでください
lv: At&celt Izvēlaties šo opciju ja neesat pārliecināts ka atslēga ir pareiza
nl: &Annuleer Kies deze optie, tenzij u zeker bent dat de sleutel correct is
pl: &Anuluj Wybierz tę opcję jeżeli nie jesteś pewny poprawności klucza
pt_br: &Cancelar Escolha esta opção se não tiver a certeza que a chave de máquina está correta
ro: &Renunță⏎ Alege această opțiune numai dacă nu ești sigur că această cheie este corectă
sk: &Zrušiť Ak si nie ste istí, že je kľúč správny, vyberte si túto možnosť

source: Unknown host-key
bg: Непознат host-key
ca: Clau desconeguda
cs: Neznámý host-key
de: Unbekannter Host-Schlüssel
el_gr: Άγνωστο κλειδί host
es: Clave de host desconocida
et: Tundmatu serveritunnus
fi: Tuntematon isäntä-avain
fr: Clé d'hôte inconnue
he: מפתח-שרת לא ידוע
hi: अज्ञात होस्ट-कुंजी
ja: 不明なサーバー鍵です
lv: Nezināmā host-atslēga
nl: Onbekende host-sleutel
pl: Nieznany klucz hosta.
pt_br: Host-key desconhecida
ro: Cheia serverului este necunoscută
sk: Neznámy hostiteľský kľúč

source: The server '%1%' has identified itself with an SSH host-key whose fingerprint is:
bg: Сървър '%1%' се идентифицира с SSH host-key, с отпечтък:
ca: El servidor '%1%' s'ha identificat amb la clau d'amfitrió SSH, la qual té l'empremta:
cs: Server '%1%' se identifikovat SSH klíčem, ke kterému náleží otisk(fingerprint):
de: Der Server '%1%' hat sich mit einem SSH Host-Schlüssel identifiziert, dessen Fingerabdruck lautet:
el_gr: Ο εξυπηρετητής '%1%' έχει ταυτοποιήσει τον εαυτό του με ένα SSH κλειδί host του οποίου το αποτύπωμα είναι:
es: El servidor '%1%' se ha identificado con una clave de host SSH cuya huella digital es:
et: Server '%1%' identifitseerib ennast SSH serveritunnusega, mille sõrmejälg on:
fi: Palvelin '%1%' on tunnistanut itsensä SSH:n isäntä-avaimella, jonka sormenjälki on:
fr: Le serveur '%1%' s'est identifié avec une clé d'hôte dont l'empreinte est :
he: :SSH זיהה את עצמו עם מפתח שרת '%1%' השרת
hi: सर्वर '%1%' ने SSH एक होस्ट-कुंजी की पहचान की है जिसका फिंगरप्रिंट है:
ja: サーバー '%1%' は自身の以下の指紋(fingerprint)のSSH鍵で特定されています。
lv: Serveris '%1%' ir identificējis sevi ar SSH host-atslēgu kuras identificējošā zīmju virkne: ir:
nl: De server %1% heeft zich geïdentificeerd met een SSH host-sleutel waarvan de vingerafdruk is:
pl: Serwer '%1%' zidentyfikował się kluczem SSH hosta o odcisku palca:
pt_br: O servidor '%1%' idenficou-se com a seguinte Host-key SSH:
ro: Serverul '%1%' s-a identificat cu cheia SSH a serverului a cărei amprentă este:
sk: Server '%1%' sa identifikoval SSH hostiteľským kľúčom, ktorého odtlačok je:

source: If you are not expecting this key, a third-party may be pretending to be the computer you're trying to connect to.
bg: Ако не очаквате този ключ, трето лице може да се представя за компютъра, с който се опитвате да се свържете.
ca: Si no esperaves aquesta clau, algú podria intentat fer-se passar per l'ordinador amfitrió al que volies connectar.
cs: Pokud je tento klíč neočekávaný, může se jednat o snahu třetí strany předstírat, že je počítačem, ke kterému se snažíte připojit.
de: Falls Sie diesen Schlüssel nicht erwarten, kann es sein, dass Dritte vorgeben, der Computer zu sein, mit dem Sie sich verbinden wollen.
el_gr: Αν δεν περιμένετε αυτό το κλειδί, κάποιος τρίτος ενδέχεται να προσποιείται να είναι ο υπολογιστής με τον οποίο προσπαθείτε να συνδεθείτε.
es: Si no está esperando esta clave, un tercero podría estar pretendiendo ser el equipo al que usted trata de conectarse.
et: Kui see pole korrektne serveritunnus, siis võib kolmas osapool püüd pahatahtlikult esineda serverina, millega sa ühenduda tahad.
fi: Jos et odota tätä avainta, jokin kolmas osapuoli saattaa esiintyä tietokoneena, johon yrität yhdistää.
fr: Si vous n'attendiez pas cette clé, un tiers prétend peut-être être l'ordinateur sur lequel vous voulez vous connecter.
he: אם אתה לא מצפה למפתח זה, צד שלישי יכול להיות מנסה להתחזות להיות המחשב אשר אליו אתה מנסה להתחבר.
hi: यदि आप इस कुंजी की उम्मीद नहीं कर रहे हैं, आप जिस कंप्यूटर से कनेक्ट करने की कोशिश कर रहें हैं वो तीसरी पार्टी का है.
ja: あなたが接続しようとしているこの鍵が予期できない鍵である場合、何者かがなりすましている可能性があります。
lv: Ja jūs neesat sagaidījis šo atslēgu, trešās puses var kļūt par datoru kuram jūs mēģinat pieslēgties.
nl: Als u deze sleutel niet verwacht, kan een derde beweren de computer te zijn waarmee u een verbinding probeert te maken.
pl: Jeżeli nie spodziewasz się tego klucza, może to oznaczać, że ktoś obcy stara się udać komputer z którym chcesz się połączyć.
pt_br: Se não está esperando esta Host-key, isto pode significar que terceiros poderão estar se passando pelo servidor que está se conectando.
ro: Dacă nu recunoști această cheie e posibil ca un alt sistem să pretindă că este calculatorul la care încerci să te conectezi.
sk: Ak ste tento kľúč neočakávali, je možné, že sa tretia strana tvári ako počítač, na ktorý sa snažíte pripojiť.

source: Verify unknown SSH host-key
bg: Потвърди непознат SSH host-key
ca: Verifica la clau SSH desconeguda
cs: Ověřte neznámý SSH host-key
de: Prüfen Sie unbekannten SSH-Host-Schlüssel
el_gr: Επαληθεύστε το άγνωστο SSH κλειδί host
es: Verificar clave de host SSH desconocida
et: Kontrolli tundmatu SSH serveritunnus
fi: Vahvista tuntematon SSH:n isäntä-avain
fr: Vérification de clé d'hôte inconnue
he: בעל מפתח-שרת לא ידוע SSH וודא
hi: अज्ञात SSH होस्ट-कुंजी को सत्यापित करें
ja: 不明なSSH鍵を確認する
lv: Apstiprināt nezināmo SSH-host atslēgu
nl: Verifieer onbekende SSH host-sleutel
pl: Zweryfikuj nieznany klucz SSH hosta
pt_br: Verifique a Host-key SSH desconhecida
ro: Verifică cheia SSH a serverului
sk: Overiť neznámy SSH hostiteľský kľúč

source: I trust this key: &store and connect You won't have to verify this key again unless it changes
bg: Доверявам се на ключа: &запази го и се свържи Няма да има нужда, да проверявате ключа, освен ако не се промени
ca: Confio en la clau: %desa i connecta No hauràs de tornar a verificar la clau mentre no canviï.
cs: Důvěřuji tomuto klíči: &uložit a připojit se Nebudete muset ověřovat tento klíč v budoucnu, pokud se nezmění.
de: Ich vertraue diesem Schlüssel: &Speichern und Verbinden Sie müssen den Schlüssel nicht erneut verifizieren, außer er wird verändert
el_gr: Εμπιστεύομαι αυτό το κλειδί: &αποθήκευση και σύνδεση Δεν θα χρειαστεί να επαληθεύσετε αυτό το κλειδί ξανά εκτός και αν αλλάξει
es: Confío en esta clave: &almacenar y conectar No tendrá que verificar esta clave otra vez a menos que cambie
et: Usalda seda serveritunnust: &salvesta ja ühenda Sa ei pea enam seda serveritunnust kontrollima
fi: Luotan tähän avaimeen: &tallenna ja yhdistä Sinun ei tarvitse vahvistaa tätä avainta uudelleen, ellei se muutu
fr: Je valide cette clé: &Enregistrer et se connecter Vous n'aurez plus à vérifier cette clé tant qu'elle ne change pas.
he: אני בוטח במפתח זה: &אחסן והתחבר לא תצטרך לוודא מפתח זה שוב אלא אם הוא ישתנה
hi: मुझे इस कुंजी पर भरोसा है: संग्रह करें और कनेक्ट करें आपको इस कुंजी को फिर से सत्यापित करने की जरूरत नहीं है जब तक यह न बदली जाए
ja: この鍵を信頼します: 鍵情報を保管して接続する(&S) 鍵が変更されるまでこの鍵を確認する必要はありません
lv: Es uzticos šai atslēgai: &uzglabāt un pieslēgties Jums nav jāapstirina šo atslēgu kamēr tā netiks nomainīta
nl: Ik vertrouw deze sleutel: &opslaan en verbinden U hoeft deze sleutel niet opnieuw te verifiëren, tenzij deze verandert
pl: Ufam temu kluczowi: &zachowaj i połącz Nie będziesz musiał weryfikować tego klucza ponownie pod warunkiem, że nie ulegnie on zmianie
pt_br: Eu confio nesta chave de máquina: &armazenar e conectar Não terá que verificar novamente esta chave a não ser que seja alterada
ro: Am încredere în această cheie: &memoare și conectare⏎ Nu mai este necesară verificarea acestei chei atâta timp cât ea nu se va schimba
sk: Dôverujem tomuto kľúču: &uložiť a pripojiť Tento kľúč už nebudete musieť overovať, pokial sa nezmení

source: I trust this key: &just connect You will be asked to verify the key again next time you connect
bg: Доверявам се на ключа: &само се свържи Няма да има нужда, да проверявате ключа, освен ако не се промени
ca: Confio en la clau: &només connecta Hauràs de tornar a verificar la clau a la propera connexió
cs: Důvěřuji tomuto klíči: &pouze připojit Budete znovu vyzvání k ověření toho klíče při příštím připojení
de: Ich vertraue diesem Schlüssel: &einfach verbinden Sie werden bei der nächsten Verbindung erneut aufgefordert, den Schlüssel zu bestätigen
el_gr: Εμπιστεύομαι αυτό το κλειδί: &σύνδεση μόνο Θα σας ζητηθεί να επαληθεύσετε το κλειδί ξανά την επόμενη φορά που θα συνδεθείτε
es: Confío en esta clave: &solo conectar Se le pedirá que verifique la clave de nuevo la próxima vez que se conecte
et: Usalda seda serveritunnust: &ainult ühenda Järgmisel ühendamisel palutakse sul uuesti serveritunnust kontrollida
fi: Luotan tähän avaimeen: &yhdistä Sinua varoitetaan tästä avaimesta uudelleen, kun yhdistät seuraavan kerran
fr: Je valide cette clé : &Simple connexion Il vous sera demandé de vérifier la clé à nouveau la prochaine fois que vous vous connecterez
he: &just connect אני בוטח במפתח זה: אתה תתבקש לוודא את המפתח שוב בפעם הבאה שתתחבר
hi: मुझे इस कुंजी पर भरोसा है: सिर्फ कनेक्ट करें आपको इस कुंजी को फिर से सत्यापित करने को कहा जाएगा जब आप अगली बार कनेक्ट होंगे
ja: この鍵を信頼します: このまま接続する(&J) 次回接続時もこのメッセージが表示されます
lv: Es uzticos šai atslegai: &tikai pieslēgties Jums tiks pieprasīts apstiprinājums par atslēgas pareizību nākamajā pieslēgšanas reizē
nl: Ik vertrouw deze sleutel: &verbinden U wordt gevraagd om deze sleutel opnieuw te verifiëren, de volgende keer dat u verbindt
pl: Ufam temu kluczowi: &po prostu połącz Będziesz zapytany o ponowną weryfikację tego klucza przy następnym połączeniu
pt_br: Eu confio nesta chave de máquina: &conectar apenas Terá que verificar novamente esta chave na próxima vez que se conectar
ro: Am încredere în această cheie: &numai conectare⏎ La următoarea conectare vei fi rugat din nou să verifici cheia.
sk: Dôverujem tomuto kľúču: &iba pripojiť Pri ďalšom pripojení budete znovu vyzvaní na overenie kľúča

# Property (filename/label)
source: Name
bg: Име
ca: Nom
cs: Jméno
el_gr: Όνομα
es: Nombre
et: Nimi
fi: Nimi
fr: Nom
he: שם
hi: नाम
ja: ファイル名/ラベル
lv: Vārds
nl: Naam
pl: Nazwa
pt_br: Nome
ro: Nume
sk: Meno

# Property
source: Host
bg: Хост
ca: Amfitrió
cs: Hostitel
de: Rechner
et: Server
fi: Isäntä
fr: Hôte
he: שרת
hi: होस्ट
ja: ホスト名
lv: Saimniekdators
pt_br: Servidor
ro: Server
sk: Hostiteľ

# Property
source: Username
bg: Потр. име
ca: Nom d'usuari
cs: Uživatelské jméno
de: Benutzername
el_gr: Όνομα χρήστη
es: Usuario
et: Kasutajanimi
fi: Käyttäjätunnus
fr: Identifiant
he: משתמש
hi: यूज़रनेम
ja: ユーザー名
lv: Lietotājvārds
nl: Gebruikersnaam
pl: Użytkownik
pt_br: Usuário
ro: Utilizator
sk: Používateľské meno

# Property
source: Port
bg: Порт
el_gr: Πόρτα
es: Puerto
fi: Portti
he: שער
hi: पोर्ट
ja: ポート番号
lv: Ports
nl: Poort
pt_br: Porta

# Property
source: Remote path
bg: Отдалечен път
ca: Ruta remota
cs: Vzdálená cesta
de: Entfernter Pfad
el_gr: Απομακρυσμένη διαδρομή
es: Ruta remota
et: Kaust serveris
fi: Etäpolku
fr: Chemin distant
he: נתיב מרוחק
hi: दूरस्थ पथ
ja: 接続先のパス
lv: Attālinātais ceļš
nl: Extern pad
pl: Zdalna ścieżka
pt_br: Caminho remoto
ro: Calea de pe server
sk: Vzdialená cesta

# Property
source: Type
bg: Тип
ca: Tipus
cs: Typ
de: Verbindungstyp
el_gr: Είδος
es: Tipo
et: Tüüp
fi: Tyyppi
he: סוג
hi: टाइप करें
ja: タイプ
lv: Tips
nl: Bestandsformaat
pl: Typ
pt_br: Tipo
ro: Tip
sk: Typ

# FileType
source: Network Drive
bg: Мрежово у-во
ca: Unitat de xarxa
cs: Síťová jednotka
de: Netzlaufwerk
el_gr: Δίσκος δικτύου
es: Dispositivo de red
et: Võrguketas
fi: Verkkoasema
fr: Disque réseau
he: כונן רשת
hi: नेटवर्क ड्राइव
ja: ネットワークドライブ
lv: Tīkla diskdzinis
nl: Netwerkschijf
pl: Dysk sieciowy
pt_br: Unidade de Rede
ro: Disk de rețea
sk: Sieťový disk

source: &Add SFTP Connection
bg: &Добави SFTP Връзка
ca: &Afegir connexió SFTP
cs: &Přidat SFTP připojení
de: SFTP-Verbindung &Hinzufügen
el_gr: &Δημιουργία σύνδεσης SFTP
es: &Agregar Conexión SFTP
et: &Lisa SFTP ühendus
fi: &Lisää SFTP-yhteys
fr: &Ajouter une connexion SFTP
he: SFTP הוסף חיבור&
hi: S&FTP कनेक्शन जोड़ें
ja: SFTP接続を追加する(&A)
lv: Pi&evienot SFTP pieslēgumu
nl: SFTP Verbinding &aanmaken
pl: Dodaj połączenie
pt_br: &Adicionar conexão SFTP
ro: &Adaugă o conexiune SFTP
sk: &Pridať SFTP pripojenie
