Repository: 391861737/swish
Catalog: po/*/swish.po
Languages: bg, ca, cs, de, el_gr, es, et, fi, fr, he, hi, ja, lv, nl, pl, pt_br, ro, sk

source: Unable to create file on the server:
ca: Impossible crear l'arxiu al servidor
cs: Soubor nelze na serveru vytvořit:
de: Die Datei kann auf dem Server nicht erstellt werden:
el_gr: Αδύνατη η δημιουργία του αρχείου στον εξυπηρετητή:
es: Imposible crear fichero en el servidor:
et: Ei saanud faili luua serverisse:
fi: Tiedostoa ei voida luoda palvelimella:
fr: Impossible de créer le fichier sur le serveur
he: לא ניתן ליצור קובץ בשרת:
ja: サーバーにファイルを作成できませんでした。
lv: Nav iespējams izveidot datni uz servera:
nl: Kon geen bestand aanmaken op de server:
pl: Nie można utworzyć pliku na serwerze
pt_br: Não foi possível criar o arquivo no servidor:
ro: Nu a fost posibilă creerea fișierului pe server:

source: Copying '{1}'
ca: Copiant '{1}'
cs: Kopíruje se '{1}'
de: kopiert '{1}'
el_gr: Αντιγραφή του '{1}'
es: Copiando '{1}'
et: Kopeerin '{1}'
fi: Kopioidaan '{1}'
fr: Copie de '{1}'
he: מעתיק '{1}'
ja: '{1}'をコピー中
lv: '{1}' kopēšana
nl: '{1}' wordt gekopieerd
pl: Kopiowanie '{1}'
pt_br: Copiando '{1}'
ro: Copiem '{1}'

source: To '{1}'
ca: A '{1}'
cs: Do '{1}'
de: zu '{1}'
el_gr: Σε '{1}'
es: A '{1}'
fi: Kohteeseen '{1}'
fr: Vers '{1}'
he: ל '{1}'
ja: '{1}'へ
lv: Uz '{1}'
nl: Naar '{1}'
pl: Do '{1}'
pt_br: Para '{1}'
ro: în '{1}'

source: This folder already contains a file named '{1}'.
bg: Папката вече съдържа файл с име '{1}'.
ca: La carpeta ja conté un arxiu anomenat '{1}'
cs: Tato složka již obsahuje soubor se jménem '{1}'.
de: Der Ordner enthält bereits eine Datei namens '{1}'
el_gr: Αυτός ο φάκελος περιέχει ήδη ένα αρχείο με όνομα '{1}'
es: Esta carpeta ya contiene un archivo llamado '{1}'.
et: See kaust juba sisaldab faili nimega '{1}'.
fi: Tässä kansiossa on jo tiedosto nimeltä '{1}'.
fr: Ce dossier contient déjà le fichier '{1}'.
he: '{1}' התקייה הזאת כבר מכילה קובץ בשם
hi: इस फ़ोल्डर में पहले से ही '{1}' नामक एक फाइल शामिल हैं.
ja: 既に '{1}' という名前のファイルが存在します
lv: Šī mape jau satur datni ar nosaukumu '{1}'.
nl: Deze map bevat al een bestand met de naam '{1}'
pl: Ten folder zawiera już plik o nazwie '{1}'.
pt_br: Esta pasta já contém um arquivo com o nome '{1}'.
ro: Acest director deja conține un fișier cu numele '{1}'.
sk: Táto zložka už obsahuje súbor s názvom '{1}'.

source: Would you like to replace it?
bg: Искате ли да го презапишете?
ca: Voleu reemplaçar-lo?
cs: Chcete provést nahrazení?
de: Möchten Sie einen Austausch vornehmen?
el_gr: Θα θέλατε να το αντικαταστήσετε?
es: ¿Desea reemplazarlo?
et: Kas soovid seda asendada?
fi: Haluatko korvata sen?
fr: Voulez-vous le remplacer ?
he: האם אתה רוצה להחליף את זה?
hi: क्या आप इसे बदलना चाहते हैं?
ja: 上書きしてよろしいですか？
lv: Vai vēlaties aizvietot to?
nl: Wil je het vervangen?
pl: Czy chcesz zamienić?
pt_br: Deseja substituir?
ro: Vrei să îl înlocuiești?
sk: Chcete súbor prepísať?

source: Confirm File Replace
bg: Потвърди презаписа
ca: Confirmar sobrescriptura
cs: Potvrzení přepsání souboru
de: Austausch der Datei bestätigen
el_gr: Επιβεβαίωση Αντικατάστασης Αρχείου
es: Confirmar reemplazo de archivo
et: Kinnita faili asendamine
fi: Vahvista tiedoston korvaaminen
fr: Confirmer le remplacement
he: אשר החלפת קבצים
hi: फाइल बदलने के लिए पुष्टि
ja: ファイルの上書き確認
lv: Apstiprināt datnes aizvietošanu
nl: Bevestig vervanging
pl: Potwierdź zamianę pliku
pt_br: Confirme a substituição
ro: Confirmă înlocuire fișierului
sk: Potvrdiť prepis súboru

# Progress
source: Copying...
bg: Копиране...
ca: Copiant...
cs: Kopíruji...
de: Kopieren...
el_gr: Γίνεται αντιγραφή...
es: Copiando...
et: Kopeerin...
fi: Kopioidaan...
fr: Copie en cour...
he: מעתיק...
hi: प्रतिलिपि कार्य जारी...
ja: コピー中...
lv: Kopēšana...
nl: Kopiëren...
pl: Kopiowanie...
pt_br: Copiando...
ro: Copiere ...
sk: Kopírovanie...

source: Unable to transfer files
ca: Impossible transferir arxius
cs: Soubory nelze přenést
de: Die Datei kann nicht übertragen werden
el_gr: Αδύνατη η μεταφορά των αρχείων
es: No se pueden trasnferir los archivos
et: Ei saa faile üle kanda
fi: Tiedostoja ei voida siirtää
fr: Transfert du fichier impossible
he: לא ניתן להעביר קבצים
ja: 転送に失敗しました
lv: Nav iespējams pārnest datnes
nl: Kan bestanden niet kopieren
pl: Nie można przesłać plików
pt_br: Não foi possível transferir os arquivos
ro: Fișierul nu a putut fi transferat

source: You might not have permission to write to this directory.
ca: No teniu permisos per escriure al directori.
cs: Zřejmě nemáte oprávnění pro zápis do této složky.
de: Du hast keine Rechte um in diesem Verzeichniss zu schreiben.
el_gr: Μπορεί να μην έχετε δικαιώματα εγγραφής σε αυτόν τον φάκελο.
es: Puede que no tenga permiso para escribir en este directorio.
et: Sul ei pruugi olla õigusi, et sellesse kausta kirjutada.
fi: Sinulla ei ehkä ole oikeuksia kirjoittaa tähän hakemistoon.
fr: Il semble que vous n'ayez pas la permission d'écrire dans ce répertoire
he: אולי אין לך הרשאה לכתוב לספרייה זו.
ja: 子のディレクトリーに書き込む権限がありません
lv: Iespējams Jums nav rakstīšanas tiesību šajā mapē.
nl: Mogelijk heeft u geen schrijfrechten voor deze map.
pl: Możliwe, że nie możesz zapisywać w tym katalogu.
pt_br: Você pode não ter permissão de escrita neste diretório.
ro: E posibil ca să nu aveți drepturile necesare de a scrie în acest director.

source: New SFTP Connection
bg: Нова SFTP връзка
ca: Nova connexió SFTP
cs: Nové SFTP spojení
de: Neue SFTP-Verbindung
el_gr: Νέα Σύνδεση SFTP
es: Nueva conexión SFTP
et: Uus SFTP ühendus
fi: Uusi SFTP-yhteys
fr: Nouvelle connexion SFTP
he: חדש SFTP חיבור
hi: नया SFTP कनेक्शन
ja: 新規接続(SFTP)
lv: Jauns SFTP pieslēgums
nl: Nieuwe SFTP Verbinding
pl: Nowe połączenie SFTP
pt_br: Nova conexão SFTP
ro: Conexiune SFTP nouă
sk: Nové SFTP pripojenie

source: Create
bg: Създай
ca: Crear
cs: Vytvořit
de: Anlegen
el_gr: Δημιουργία
es: Crear
et: Loo
fi: Luo
fr: Créer
he: צור
hi: बनाएँ
ja: 作成する
lv: Izveidot
nl: Aanmaken
pl: Utwórz
pt_br: Criar
ro: Crează
sk: Vytvoriť

# New Host
source: &Label:
bg: &Заглавие:
ca: &Etiqueta:
cs: &Název:
de: &Bezeichnung
el_gr: &Ετικέτα:
es: &Nombre:
et: &Nimi:
fi: &Nimi:
fr: &Libellé
he: &שם:
hi: &लेबल:
ja: ラベル(&L):
lv: &Etiķete:
nl: &Titel:
pl: &Etykieta:
pt_br: Nome da conexão:
ro: Nume&le conexiunii:
sk: &Visačka:

source: For example: "Home Computer".
bg: Например: "Home Computer".
ca: Per exemple: "El meu ordinador".
cs: Například: "Počítač v kanceláři".
de: Zum Beispiel: "Mein Computer".
el_gr: Για παράδειγμα: "Υπολογιστής στο Σπίτι".
es: Por ejemplo: "Computadora de casa".
et: Näiteks: "Koduarvuti".
fi: Esimerkiksi "Kotikone".
fr: Par exemple : "Ordinateur personnel".
he: "Home Computer" לדוגמא
hi: उदाहरण के लिए: "गृह कंप्यूटर".
ja: 例: "自宅パソコン"
lv: Piemēram: "Mājas dators".
nl: Bijvoorbeeld: "Computer Thuis".
pl: Na przykład: "Komputer domowy".
pt_br: Por exemplo: "Computador de casa".
ro: De exemplu: "Calculatorul de acasă".
sk: Napríklad: "Domáci počítač".

source: Specify the details of the computer and account you would like to connect to:
bg: Посочете подробна информация за компютъра и акаунта, който бихте искали да се свържете:
ca: Descriure els detalls de l'ordinador i el compte al qual voleu connectar:
cs: Zadejte údaje o počítači a účtu ke kterému se chcete připojit:
de: Details des Rechners und Accounts, mit dem Sie sich verbinden wollen:
el_gr: Προσδιορίστε τις λεπτομέρειες του υπολογιστή του λογαριασμού χρήστη με τα οποία θα θέλατε να συνδεθείτε:
es: Especifique los detalles del equipo y de la cuenta a la que desea conectarse:
et: Vali arvuti andmed ja konto millega soovid ühendust võtta:
fi: Määritä tietokoneen ja käyttäjätunnuksen tiedot, johon haluat yhdistää:
fr: Indiquer les éléments de l'ordinateur et du compte sur lequel vous voulez vous connecter
he: הגדר את הפרטים של המחשב והחשבון שברצונך להתחבר אליו:
hi: कंप्यूटर और खाता जिससे कनेक्ट होना चाहते हैं उसका विवरण बताएं:
ja: 接続したいコンピューターとアカウントの詳細を指定してください。
lv: Norādiet papildus informāciju par datoru un kontu kuram vēlaties pieslēgties:
nl: Geef de details van de computer en de account waarmee u verbinding wilt maken:
pl: Podaj szczegóły komputera i konta z którym chcesz się połączyć:
pt_br: Indique os detalhes do computador e da conta que gostaria de se conectar:
ro: Specifică detaliile contului și a calculatorului la care vrei să te conectezi:
sk: Vložte údaje o počítač a konte, na ktoré sa chcete pripojiť:

# New Host
source: &Host:
bg: &Хост:
ca: &Amfitrió:
cs: &Hostitel:
de: &Rechner:
et: &Server:
fi: &Isäntä:
fr: &Hôte:
he: &שרת:
hi: &होस्ट:
ja: ホスト名(&H):
lv: &Saimniekdators
pt_br: &Servidor:
ro: &Server:
sk: &Hostiteľ:

# New Host
source: &Port:
bg: &Порт:
el_gr: &Πόρτα:
es: &Puerto:
fi: &Portti:
he: &שער:
hi: &पोर्ट:
ja: ポート番号(&P):
lv: &Ports:
nl: &Poort:
pt_br: &Porta:

# New Host
source: &User:
bg: &Потребител:
ca: &Usuari
cs: &Uživatel:
de: &Benutzer:
el_gr: &Χρήστης:
es: &Usuario:
et: &Kasutajanimi:
fi: &Käyttäjä:
fr: &Identifiant:
he: &משתמש:
hi: &यूज़र:
ja: ユーザー(&U):
lv: &Lietotājs:
nl: &Gebruiker:
pl: &Użytkownik:
pt_br: &Usuário:
ro: &Utilizator:
sk: &Používateľ:

source: Specify the directory on the server that you would like Swish to start the connection in:
bg: Посочете директория на сървъра, в която искате Swish да се логне:
ca: Descriure el directori del servidor on voleu que Swish comenci la connexió:
cs: Zadejte počáteční adresář na serveru, ke kterému se má Switch připojit:
de: Das Verzeichnis auf dem Rechner, mit dem die Verbindung hergestellt werden soll:
el_gr: Προσδιορίστε τον φάκελο στον server στον οποίο θα θέλατε το Swish να ξεκινά την σύνδεση:
es: Especifique el directorio en el servidor en que desea que Swish inicie la conexión:
et: Vali kaust serveris mille Swish avab ühenduse loomisel:
fi: Määritä palvelimen hakemisto, jossa haluat Swish:n aloittavan yhteyden:
fr: Indiquer le répertoire du serveur sur lequel Swish doit démarrer la connexion
he: יתחיל בחיבור אליוSwish הקש את הספריה בשרת שאתה רוצה ש
hi: सर्वर पर डाईरेक्टरी बताएं जिससे आप Swish का कनेक्शन शुरू करना चाहते हैं:
ja: Swishで接続するサーバーのディレクトリーを指定してください
lv: Norādiet mapi uz servera, kuru vēlaties norādīt kā Swish starta pieslēguma punktu:
nl: Geef de map op de server waar Swish de verbinding in op moet starten:
pl: Podaj folder na serwerze w którym Swish ma rozpocząć połączenie:
pt_br: Indique a pasta inicial no servidor para a conexão:
ro: Specifică directorul de pe server în care Swish se va poziționa la conectare:
sk: Vyberte si zložku na serveri, do ktorej sa má Swish pripojiť pri štarte:

# New Host
source: P&ath:
ca: Rut&a:
cs: &Cesta:
de: Pf&ad
el_gr: &Διαδρομή:
es: &Ruta:
et: &Failitee
fi: P&olku:
fr: &Chemin:
he: נ&תיב
hi: &पथ:
ja: パス(&A):
lv: C&eļš:
nl: P&ad:
pl: Ścieżka:
pt_br: C&aminho:
ro: C&alea:
sk: C&esta:

source: Example: /home/yourusername
bg: Например: /home/yourusername
ca: Exemple: /home/elteunom
cs: Například: /home/vaseJmeno
de: Beispiel: /home/benutzername
el_gr: Παράδειγμα: /home/yourusername
es: Ejemplo: /home/usuario
et: Näiteks: /home/kasutajanimi
fi: Esimerkki: /home/kayttaja
fr: Exemple : /home/identifiant
he: /home/yourusername דוגמא:
hi: उदाहरण: / होम / आपकायूज़रनेम
ja: 例: /home/yourusername
lv: Piemēram: /home/janis
nl: Voorbeeld: /home/uwgebruikersnaam
pl: Przykład: /home/twoja_nazwa_uzytkownika
pt_br: Exemplo: /home/o_seu_utilizador
ro: Exemplu: /home/numeletau
sk: Príklad: /home/yourusername

source: Cancel
bg: Отказ
ca: Cancel·la
cs: Zrušit
de: Abbrechen
el_gr: Ακύρωση
es: Cancelar
et: Katkesta
fi: Peruuta
fr: Annuler
he: בטל
hi: रद्द करें
ja: キャンセル
lv: At&celt
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ro: Abandon
sk: Zrušiť

source: The label cannot be longer than 30 characters.
bg: Името не може да е по дълго от 30 знака.
ca: L'etiqueta no pot tenir més de 30 caràcters.
cs: Název nemůže být delší než 30 znaků.
de: Die Bezeichnung darf nicht länger als 30 Zeichen sein.
el_gr: Η ετικέτα δε μπορεί να είναι μεγαλύτερη από 30 χαρακτήρες
es: El nombre no puede contener más de 30 caracteres.
et: Nimi võib olla kuni 30 märki pikk.
fi: Nimi ei voi olla pidempi kuin 30 merkkiä.
fr: Le libellé ne peut faire plus de 30 caractères.
he: השם לא יכול להיות באורך יותר מ 30 אותיות
hi: लेबल 30 अक्षरों से अधिक लंबा नहीं हो सकता.
ja: ラベルは30文字以内で指定してください。
lv: Etiķetes garums nedrīkst pārsniegt 30 rakstzīmes.
nl: De titel mag niet langer dan 30 lettertekens zijn.
pl: Etykieta nie może być dłuższa niż 30 znaków.
pt_br: O nome da conexão não pode ter mais do que 30 caracteres.
ro: Numele conexiunii nu poate fi mai mare de 30 de caractere.
sk: Visačka nemôže byť dlhšia ako 30 písmen.

source: The host name is invalid.
bg: Името на хоста е грешно.
ca: El nom d'amfitrió no és vàlid.
cs: Název hostitele je chybný.
de: Der Rechnername ist ungültig.
el_gr: Το όνομα του host δεν είναι έγκυρο.
es: El nombre del host no es válido.
et: Serveri nimi on ebakorrektne.
fi: Isännän nimi ei ole kelvollinen.
fr: Nom d'hôte non valide.
he: השרת לא תקין
hi: होस्ट नाम अमान्य है.
ja: ホスト名が正しくありません。
lv: Saimniekdatora vārds ir nepareizs.
nl: De hostnaam is ongeldig.
pl: Nazwa hosta jest nieprawidłowa.
pt_br: O nome do servidor é inválido.
ro: Numele serverului este invalid.
sk: Meno hostiteľa nie je správne.

source: The port is not valid (between 0 and 65535).
bg: Порта е невалиден(между 0 и 65535)
ca: El port no és vàlid (entre 0 i 65535).
cs: Číslo portu je chybný (musí být mezi 0 a 65535).
de: Der Port ist ungültig (nur zwischen 0 und 65535).
el_gr: Η πόρτα δεν είναι έγκυρο (μεταξύ 0 και 65535).
es: El puerto no es válido (entre 0 y 65535).
et: Pordi number on ebakorrektne (0-65535).
fi: Portti ei ole kelvollinen (0 ja 65535 välillä).
fr: Numéro de port non valide (entre 0 et 65535).
he: (השער לא תקין (השער התקין הוא בין 0 ל 65535
hi: पोर्ट मान्य नहीं है(0 और 65535 के बीच).
ja: ポート番号の指定に誤りがあります(0から65535)。
lv: Ports nav derīgs (no 0 līdz 65535).
nl: De poort is niet geldig (tussen 0 en 65535).
pl: Podany numer portu jest nieprawidłowy (prawidłowy zakres: 0-65535).
pt_br: A porta não é válida (deve estar entre 0 e 65535).
ro: Portul nu este corect (valori permise între 0 și 65535).
sk: Port nie je správny (medzi 0 a 65535)

source: The username is invalid.
bg: Потр. име е невалидно.
ca: Nom d'usuari invàlid.
cs: Uživatelské jméno je chybné.
de: Der Benutzername ist ungültig.
el_gr: Το όνομα χρήστη δεν είναι έγκυρο.
es: El nombre de usuario no es válido.
et: Kasutajanimi on ebakorrektne.
fi: Käyttäjänimi ei ole kelvollinen.
fr: Identifiant non valide.
he: המשתמש לא תקין
hi: यूज़रनेम अमान्य है.
ja: ユーザー名に誤りがあります。
lv: Lietotājvārds ir nepareizs.
nl: De gebruikersnaam is ongeldig.
pl: Nazwa użytkownika jest nieprawidłowa.
pt_br: Usuário inválido.
ro: Numele utilizatorului nu este corect.
sk: Používateľské meno nie je správne.

source: The path is invalid.
bg: Пътят е невалиден.
ca: Ruta invàlida.
cs: Cesta je chybná.
de: Der Pfad ist ungültig
el_gr: Η διαδρομή δεν είναι έγκυρη.
es: La ruta no es válida.
et: Failitee on ebakorrektne.
fi: Polku ei ole kelvollinen.
fr: Chemin non valide.
he: הנתיב לא חוקי
hi: पथ अमान्य है.
ja: パスの指定に誤りがあります。
lv: Ceļš ir nepareizs.
nl: Het pad is ongeldig.
pl: Ścieżka jest nieprawidłowa.
pt_br: Caminho inválido.
ro: Calea nu este corectă.
sk: Cesta nei je platná.

source: A connection with the same label already exists. Please try another.
bg: Конекция със същото име вече съществува. Моля сменте името.
ca: Existeix una connexió amb la mateixa etiqueta. Prova'n una altra.
cs: Spojení s tímto názvem už existuje. Zkuste prosím jiný název.
de: Eine Verbindung mit dieser Bezeichnung existiert bereits. Bitte versuchen Sie eine andere.
el_gr: Υπάρχει ήδη μια σύνδεση με την ίδια ετικέτα. Παρακαλώ δοκιμάστε μια άλλη.
es: Ya existe una conexión con el mismo nombre. Pruebe con otro.
et: Sellise nimega ühendus on juba olemas. Vali uus nimi.
fi: Tämä nimi on jo toisen yhteyden käytössä. Kokeile toista.
fr: Une connexion avec le même nom existe déjà. Essayez un autre nom.
he: חיבור עם אותו שם קיים. בבקשה נסה אחר.
hi: इस लेबल के साथ एक कनेक्शन पहले से ही मौजूद है. कृपया अन्य की कोशिश करें.
ja: その接続名は既に存在しています。別の名前で登録してください。
lv: Pieslēgums jau eksistē ar šādu etiķeti. Lūdzu izmantojiet citu.
nl: Een verbinding met deze titel bestaat al. Probeer een ander.
pl: Połączenie z podaną etykietą już istnieje. Proszę użyć innej etykiety.
pt_br: Uma conexão com o mesmo nome já existe. Tente outro nome.
ro: Mai există o conexiune cu același nume. Încercați un alt nume.
sk: Pripojenie s rovnakou visačkou už existuje. Skúste inú.

source: Complete all fields.
bg: Попълнете всички полета.
ca: Completa tots els camps.
cs: Vyplňte všechny pole.
de: Füllen Sie alle Felder aus.
el_gr: Συμπληρώστε όλα τα πεδία.
es: Llene todos los campos.
et: Täida kõik väljad.
fi: Täytä kaikki kentät.
fr: Complétez tous les champs.
he: השלם את כל השדות.
hi: सभी फील्ड को पूरा करें.
ja: 全項目入力してください。
lv: Aizpildiet visus laukus.
nl: Vul alle velden in.
pl: Wypełnij wszystkie pola.
pt_br: Complete todos os campos.
ro: Completați toate câmpurile.
sk: Vyplňte všetky polia.

source: Password
bg: Парола
ca: Contrasenya
cs: Heslo
de: Passwort
el_gr: Συνθηματικό
es: Contraseña
et: Salasõna
fi: Salasana
fr: Mot de passe
he: סיסמא
hi: पासवर्ड
ja: パスワード
lv: Parole
nl: Wachtwoord
pl: Hasło
pt_br: Senha
ro: Parola
sk: Heslo

source: OK
bg: ОК
ca: D'acord
es: Aceptar
fr: Valider
he: אישור
hi: ठीक है
lv: Labi

source: Show &details (which may not be in your language)
bg: Покажи &подробности (може да не е на вашия език)
ca: Mostra &detalls (poden no ser en la teva llengua)
cs: Zobrazit &detaily (mohou být v jíném jazyce)
de: &Details anzeigen (möglicherweise ohne Übersetzung)
el_gr: Εμφάνιση &λεπτομερειών (που μπορεί να μην είναι στη γλώσσα σας)
es: Mostrar &detalles (podrían no estar en su idioma)
et: Näita &andmeid (ei pruugi olla sinu keeles)
fi: Näytä &lisätiedot (jotka eivät välttämättä ole kielelläsi)
fr: Montrer les détails (qui peuvent ne pas être en français)
hi: विवरण दिखाएँ (जो आपकी भाषा में नहीं हो सकता)
ja: 詳細表示(日本語ではないかもしれません)(&D)
lv: Rādīt &detaļas (kuras var nebūt jūsu valodā)
nl: &Details weergeven (mogelijk niet in uw eigen taal)
pl: Pokaż szczegóły
pt_br: Mostrar &detalhes (que poderão não estar na sua língua)
ro: Afișează &detaliile (pot fi în altă limbă)
sk: Zobraziť &podrobnosti (ktoré nemusia byť vo vašom jazyku)

source: Hide &details
bg: Скрий &подробности
ca: Amaga &detalls
cs: Skrýt &detaily
de: &Details verbergen
el_gr: Απόκρυψη &λεπτομερειών
es: Ocultar &detalles
et: Peida &andmed
fi: Piilota &lisätiedot
fr: Cacher les détails
hi: विवरण छिपाएँ
ja: 詳細を隠す(&D)
lv: Slēpt &detaļas
nl: &Details verbergen
pl: Ukryj szczegóły
pt_br: Esconder &detalhes
ro: Ascunde &detaliile
sk: Skryť &podrobnosti

source: The folder already contains a file named '%1%'
bg: Папката вече съдържа файл с името '%1%'
ca: La carpeta té un arxiu anomenat '%1%'
cs: Složky již obsahuje soubor pojmenovaný '%1%'
de: Der Ordner enthält bereits eine Datei namens '%1%'
el_gr: Ο φάκελος περιέχει ήδη ένα αρχείο με όνομα '%1%'
es: La carpeta ya contiene un archivo llamado '%1%'
et: See kaust juba sisaldab faili nimega '%1%'
fi: Kansiossa on jo tiedosto nimeltä '%1%'
fr: Le dossier contient déjà un fichier nommé '%1%'
he: '%1%' התקיה כבר מכילה קובץ בשם
hi: फ़ोल्डर में पहले से ही एक '%1%' नामक फ़ाइल शामिल
ja: 既に '%1%' という名前のファイルが存在します
lv: Mape jau satur failu ar nosaukumu '%1%'
nl: Deze map bevat al een bestand met de naam '%1%'
pl: Ten folder zawiera już plik o nazwie '%1%'
pt_br: A pasta já contém um arquivo com o nome '%1%'
ro: Directorul conține deja un fișier cu numele '%1%'
sk: Táto zložka už obsahuje súbor s názvom '%1%'

source: Would you like to replace the existing file %1% with this one? %2%
bg: Искате ли да презапишете файла %1% с този? %2%
ca: Vols substituir l'arxiu existent⏎ ⏎ ⇥%1%⏎ ⏎ per aquest altre?⏎ ⏎ ⇥%2%
cs: Chcete přepsat existující soubor %1% tímto souborem? %2%
de: Wollen Sie die bestehende Datei %1% durch diese ersetzen? %2%
el_gr: Θα θέλατε να αντικαταστήσετε το ήδη υπάρχον αρχείο »%1% με αυτό? »%2%
es: ¿Desea reemplazar el archivo existente %1% con este otro? %2%
et: Kas soovid asendada olemasolevat faili %1% selle failiga %2%
fi: Haluatko korvata olemassaolevan tiedoston %1% tällä? %2%
fr: Voulez-vous remplacer le fichier existant %1% par celui-ci ? %2%
he: האם אתה רוצה להחליף את הקובץ הקיים/n %1% אם זה? %2%
hi: क्या आप मौजूदा फ़ाइल को बदलना चाहते %1% इस के साथ? %2%
ja: すでに存在しているファイルを置き換えてよろしいですか？ »%1% 置き換えるファイル »%2%
lv: Vai vēlaties aizvietot eksistējošo datni %1% ar šo? %2%
nl: Wilt u het bestaande bestand %1% vervangen door dit bestand? %2%
pl: Czy chcesz zamienić istniejący plik %1% następującym? %2%
pt_br: Deseja substituir o arquivo existente %1% por este? %2%
ro: Dorești înlocuire fișierului existent ⏎ ⏎ »%1%⏎ ⏎ cu acest fișier?⏎ ⏎ »%2%
sk: Chcete prepísať existujúci súbor %1% týmto? %2%

source: File already exists
bg: Файлът вече съществува
ca: L'arxiu existeix
cs: Soubor již existuje
de: Die Datei existiert bereits
el_gr: Το αρχείο υπάρχει ήδη
es: El archivo ya existe
et: Fail on juba olemas
fi: Tiedosto on jo olemassa.
fr: Fichier déjà existant
he: קובץ קיים
hi: फ़ाइल पहले से मौजूद
ja: ファイルは既に存在しています
lv: Datne jau eksistē
nl: Bestand bestaat al
pl: Plik już istnieje
pt_br: O arquivo já existe
ro: Fișierul deja există
sk: Súbor už existuje

source: Mismatched host-key
bg: Несъвпадащ host-key
ca: Error en la clau
cs: Špatný host-key
de: Falscher Host-Schlüssel
el_gr: Το κλειδί host δεν ταιριάζει
es: Conflicto con la clave del host
et: Serveritunnus ei klapi
fi: Isäntä-avain ei täsmää
fr: Clé d'hôte non reconnue.
he: מפתח לא מתאים
hi: बेमेल होस्ट-कुंजी
ja: ホスト鍵が一致しません
lv: Host-atslēga nesakrīt
nl: Host-sleutel komt niet overeen
pl: Niepasujący klucz hosta
pt_br: Host-key não é idêntica
ro: Nepotrivire la cheia serverului
sk: Nezhodný hostiteľsý kľúč

source: WARNING: the SSH host-key has changed!
bg: ВНИМАНИЕ: SSH host-key е променен!
ca: PERILL: la clau SSH de l'amfitrió ha canviat!
cs: VAROVÁNÍ: SSH host-key se změnil!
de: ACHTUNG: Der SSH Host-Schlüssel wurde geändert!
el_gr: ΠΡΟΕΙΔΟΠΟΙΗΣΗ: το κλειδί SSH του host άλλαξε!
es: ADVERTENCIA: la clave del host SSH ha cambiado.
et: HOIATUS: SSH serveritunnus on muutunud!
fi: VAROITUS: SSH:n isäntä-avain on muuttunut!
fr: ATTENTION : la clé d'hôte a changé !
he: אזהרה: הפצח השתנה!
hi: चेतावनी: SSH होस्ट-कुंजी बदल गई है!
ja: 警告:SSHホスト鍵が変更されました
lv: UZMANīBU: SSH host-atslēga ir mainīta!
nl: WAARSCHUWING: de SSH host-sleutel is veranderd!
pl: UWAGA: klucz SSH hosta uległ zmianie!
pt_br: ATENÇÃO: Host-key SSH mudou!
ro: ATENȚIE: cheia SSH a serverului a fost schimbată!
sk: POZOR: SSH hostiteľský kľúč bol zmenený!
