Repository: 391861737/swish
Catalog: po/*.po
Languages: nl

source: The folder already contains a file named '%1%'
nl: Deze map bevat al een bestand met de naam '%1%'

source: Would you like to replace the existing file %1% with this one? %2%
nl: Wilt u het bestaande bestand %1% met deze vervangen? %2%

source: File already exists
nl: Bestand bestaat al

source: Mismatched host-key
nl: Host-sleutel komt niet over

source: WARNING: the SSH host-key has changed!
nl: WAARSCHUWING: de SSH host-sleutel is veranderd!

source: The SSH host-key sent by '%1%' to identify itself doesn't match the known key for this server. This could mean a third-party is pretending to be the computer you're trying to connect to or the system administrator may have just changed the key.
nl: De SSH host-sleutel verzonden door '%1%' om zich te identificeren komt niet overeen met de bekende sleutel voor deze server. Mogelijk luistert iemand uw verbinding af, of de systeembeheerder heeft zojuist de sleutel van de host gewijzigd.

source: It is important to check this is the right key fingerprint:
nl: Het is belangrijk om te controleren dat dit de juiste sleutel vingerafdruk is:

source: I trust this key: &update and connect You won't have to verify this key again unless it changes
nl: Ik vertrouw deze sleutel: &werk bij en verbind U zult deze sleutel niet opnieuw moeten verifiëren tenzij het verandert

source: I trust this key: &just connect You will be warned about this key again next time you connect
nl: Ik vertrouw deze sleutel: &verbind U wordt gewaarschuwd over deze toets de volgende keer dat u verbindt

source: &Cancel Choose this option unless you are sure the key is correct
nl: &Annuleer Kies deze optie, tenzij u zeker bent dat de sleutel correct is

source: To update the known key for this host click Yes.
nl: Om de bekende sleutel voor deze host bij te werken, klik op Ja.

source: To connect to the server without updating the key click No.
nl: Om met de server te verbinden zonder de sleutel bij te werken klik op Nee.

source: Click Cancel unless you are sure the key is correct.
nl: Klik op Annuleren tenzij u zeker bent de sleutel correct is.

source: Unknown host-key
nl: Onbekende host-sleutel

source: The server '%1%' has identified itself with an SSH host-key whose fingerprint is:
nl: De server %1% heeft zich geïdentificeerd met een SSH host-sleutel waarvan de vingerafdruk is:

source: If you are not expecting this key, a third-party may be pretending to be the computer you're trying to connect to.
nl: Als u deze sleutel niet verwacht, kan een derde beweren de computer te zijn warmee u een verbinding probeert te maken.

source: Verify unknown SSH host-key
nl: Verifiër onbekende SSH host-sleutel

source: I trust this key: &store and connect You won't have to verify this key again unless it changes
nl: Ik vertrouw deze sleutel: &opslaan en verbind U zult deze sleutel niet opnieuw moeten verifiëren tenzij het verandert

source: I trust this key: &just connect You will be asked to verify the key again next time you connect
nl: Ik vertrouw deze sleutel: &verbind U wordt gevraagd om deze sleutel opniew te verifiëren de volgende keer dat u verbindt

source: To store this as the known key for this server click Yes.
nl: Om dit als bekende sleutel voor deze server op te slaan klik op Ja.

source: To connect to the server without storing the key click No.
nl: Om met de server te verbinden zonder de sleutel op te slaan klik op Nee.

source: &Add SFTP Connection
nl: SFTP Verbinding &Aanmaken

source: Create a new SFTP connection with Swish.
nl: Maak een niewe SFTP verbinding aan.

source: &Remove SFTP Connection
nl: SFTP Verbinding &Verwijderen

source: Remove a SFTP connection created with Swish.
nl: Verwijder een SFTP verbinding gemaakt met Swish.
